Repository: GNOME/tali
Catalog: help/*/*.po
Languages: cs, fr

# _
source: translator-credits
cs: Marek Černocký <marek@manet.cz>
fr: Myriam Economou <myriam.economou@gmail.com>, 2015

source: Switch to another game version.
cs: Jak přepnout na jinou verzi hry.
fr: Changer de version de jeu.

source: Game settings
cs: Nastavení hry
fr: Paramètres du jeu

source: The <gui>Regular</gui> version is the default game, to switch over to another game:
cs: Výchozí hrou je <gui>Normální</gui>. Na jiný typ hry se můžete přepnout následovně:
fr: La version <gui>Classique</gui> est la version de jeu par défaut. Pour choisir un autre jeu :

source: Select <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Preferences</gui></guiseq>.
cs: Vyberte <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Předvolby</gui></guiseq>.
fr: Sélectionnez <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Préférences</gui></guiseq>.

source: Select the desired version of the game from <gui>Game Type</gui>.
cs: V <gui>Typ hry</gui> vyberte požadovanou verzi hry.
fr: Sélectionnez la version de jeu désirée dans <gui>Type de jeu</gui>.

source: Now, you may <link xref="start-game">Start a new game</link>.
cs: Nyní můžete <link xref="start-game">Začít novu hru</link>.
fr: Maintenant, vous pouvez <link xref="start-game">Démarrer une nouvelle partie</link>.

source: Tali help.
cs: Nápověda ke hře Tali.
fr: Aide de Tali.

source: <app>Tali</app> is similar to poker with dice. You roll five dice three times and try to create the best hand.
cs: Hra <app>Tali</app> je podobná pokeru, akorát se hraje s kostkami. Házíte třikrát po sobě pěti kostkami a zkoušíte dostat nejlepší „karty“.
fr: <app>Tali</app> est similaire au poker avec des dés. Vous lancez trois fois cinq dés et essayez de créer la meilleure main.

source: Playing Tali
cs: Hraní Tali
fr: Jouer à Tali

source: Advanced
cs: Pokročilá témata
fr: Avancé

source: Useful tips
cs: Užitečné tipy
fr: Astuces utiles

source: Play the game through keyboard.
cs: Jak hru hrát pomocí klávesnice.
fr: Jouer avec le clavier.

source: Keyboard shortcuts
cs: Klávesové zkratky
fr: Raccourcis clavier

source: You can play <app>tali</app> using the keyboard keys as well.
cs: Hru <app>Tali</app> lze dobře hrát i pomocí klávesnice.
fr: Vous pouvez aussi jouer à <app>Tali</app> en utilisant le clavier.

source: Choose the dice to roll.
cs: volba kostky pro hod
fr: Pour choisir le dé à lancer.

source: Use Keys 1 through 5, the key 1 corresponds to the first die and so on.
cs: Použijte klávesy <key>1</key> až <key>5</key>, přičemž 1 odpovídá první kostce atd.
fr: Utilisez les touches 1 à 5, la touche 1 correspondant au premier dé, etc.

source: Switch to the <gui>Roll!</gui> button.
cs: přepnutí na tlačítko <gui>Hodit!</gui>
fr: Pour passer au bouton <gui>Lancer !</gui>.

source: Use <key>Tab</key>, press <key>Enter</key> to roll.
cs: Použijte <key>Tab</key>, klávesou <key>Enter</key> hoďte.
fr: Utilisez la touche <key>Tab</key>, appuyez sur <key>Entrée</key> pour lancer les dés.

source: Switch to the score slots.
cs: přepnutí kolonky s hodnocením
fr: Pour passez à la feuille de marque.

source: Use <key>Tab</key>.
cs: Použijte <key>Tab</key>.
fr: Utilisez la touche <key>Tab</key>.

source: Navigate among the score slots.
cs: pohyb v kolonkách s hodnocením
fr: Pour parcourir la feuille de marque.

source: Use arrow keys.
cs: Použijte klávesové šipky.
fr: Utilisez les touches directionnelles.

source: Select the score slot.
cs: výběr kolonky s hodnocením
fr: Pour sélectionnez un type de score.

source: Press <key>Enter</key> or <key>spacebar</key>.
cs: Zmáčkněte <key>Enter</key> nebo <key>mezerník</key>.
fr: Appuyez sur <key>Entrée</key> ou sur <key>Barre d'espace</key>.

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
fr: Licence Creative Commons Attribution - Partage dans les Mêmes Conditions 3.0 non transposé

source: This work is licensed under a <_:link-1/>.
cs: Toto dílo je licencováno pod <_:link-1/>.
fr: Ce travail est sous licence <_:link-1/>.

source: Check out your scores and know more about the score slots.
cs: Jak se podívat na dřívější hodnocení a další informace o kolonkách s hodnocením.
fr: Consulter vos scores et en apprendre plus sur la feuille de marque.

source: You can check out your scores of the games played so far:
cs: Na hodnocení, která jste dosáhli u dřívějších her se můžete podívat následovně:
fr: Pour consulter les scores obtenus lors des parties précédentes :

source: Select <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Scores</gui></guiseq>.
cs: Vyberte <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Skóre</gui></guiseq>.
fr: Sélectionnez <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Scores</gui></guiseq>.

source: The <gui>Regular</gui> version is displayed by default, to view scores obtained in <gui>Colors</gui>, select it from the drop down menu.
cs: Ve výchozím stavu je zobrazena verze <gui>Normální</gui>. Abyste získali výsledky her typu <gui>Barevná</gui>, vyberte ji v rozbalovací nabídce.
fr: La version <gui>Classique</gui> est affichée par défaut. Pour consulter les scores obtenus dans la version <gui>Couleurs</gui>, sélectionnez-la dans le menu déroulant.

source: Score slots
cs: Kolonky s hodnocením
fr: Feuilles de marque

source: You can choose a score slot from the seven available score slots:
cs: Můžete si vybrat hodnocení v sedmi dostupných kolonkách s hodnocením:
fr: Pour choisir un type de score dans la liste des sept types disponibles :

source: <gui>3 of a Kind</gui>
cs: <gui>Trojice</gui>
fr: <gui>Brelan</gui>

source: Three of the dice have the same number. The score is the total of all the dice. For example: 3, 4, 4, 4, 6.
cs: Tři kostky mají stejná čísla. Bodovým hodnocením je součet všech kostek. Příklad: 3, 4, 4, 4, 6.
fr: Trois dés identiques. Le score est le total de tous les dés. Par exemple : 3, 4, 4, 4, 6.

source: <gui>4 of a Kind</gui>
cs: <gui>Čtveřice</gui>
fr: <gui>Carré</gui>

source: Four of the dice have the same number. The score is the total of all the dice. For example: 2, 5, 5, 5, 5. In the Colors game, the score is 25 plus the total of all the dice.
cs: Čtyři kostky mají stejná čísla. Bodovým hodnocením je součet všech kostek. Příklad: 2, 5, 5, 5, 5. V barevné hře je bodové hodnocení 25 plus součet všech kostek.
fr: Quatre dés identiques. Le score est le total de tous les dés. Par exemple : 2, 5, 5, 5, 5. Dans la version Couleurs, le score est de 25 points plus le total des dés.

source: <gui>Full House</gui>
fr: <gui>Full</gui>

source: Five dice consisting of two groups: One group of three with the same numbers and another group of two with the same numbers. For example: 1, 1, 1, 4, 4. In the Colors game, the score is 15 plus the total of all the dice.
cs: Pět kostek je rozdělených do dvou skupin: Jedna skupina tří stejných čísel a druhá skupina dvou stejných čísel. Příklad: 1, 1, 1, 4, 4. V barevné hře je bodové hodnocení 15 plus celkový součet všech kostek.
fr: Cinq dés répartis en deux groupes. Un groupe de trois dés identiques et un autre de deux dés identiques. Par exemple : 1, 1, 4, 4. Dans la version Couleurs, le score est de 15 points plus le total des dés.

source: <gui>Small Straight</gui>
cs: <gui>Malá postupka</gui>
fr: <gui>Petite Suite</gui>

source: Four dice with consecutive numbers. The fifth die can be any number. For example: 2, 3, 4, 5, 5. This category is only used in the regular game. The score is 30 points.
cs: Čtyři kostky s po sobě jdoucími čísly. Na páté kostce může být libovolné číslo. Příklad: 2, 3, 4, 5, 5. Tato kategorie se používá pouze v normální hře. Hodnoceno 30 body.
fr: Quatre dés de chiffres consécutifs. Le cinquième dé peut avoir n'importe quelle valeur. Par exemple : 2, 3, 4, 5, 5. Cette catégorie est seulement utilisée dans le jeu classique. Le score est de 30 points.

source: <gui>Large Straight</gui>
cs: <gui>Velká postupka</gui>
fr: <gui>Grande Suite</gui>

source: Five dice with consecutive numbers. For example: 2, 3, 4, 5, 6. The score is 40 points.
cs: Pět kostek s po sobě jdoucími čísly. Příklad: 2, 3, 4, 5, 6. Hodnoceno 40 body.
fr: Cinq dés de chiffres consécutifs. Par exemple : 2, 3, 4, 5, 6. Le score est de 40 points.

source: <gui>5 of a Kind</gui>
cs: <gui>Pětice</gui>
fr: <gui>Yam's</gui>

source: Five identical dice. For example: 3, 3, 3, 3, 3. In the Colors game, the score is 50 plus the total of all the dice.
cs: Pět stejných kostek. Příklad: 3, 3, 3, 3, 3. V barevné hře je bodové hodnocení 50 plus součet všech kostek.
fr: Cinq dés identiques. Par exemple : 3, 3, 3, 3, 3. Dans la version Couleurs, le score est de 50 plus le total des dés.

source: Set players preferences.
cs: Jak nastavit předvolby hráčů.
fr: Définir les préférences des joueurs.

source: Players settings
cs: Nastavení hráčů
fr: Paramètres des joueurs

source: You can change the number of <gui>Human Players</gui> and <gui>Computer Opponents</gui>.
cs: Můžete měnit počet <gui>Lidských hráčů</gui> a <gui>Počítačových protivníků</gui>.
fr: Vous pouvez modifier le nombre de <gui>Joueurs Humains</gui> et d'<gui>Adversaires Virtuels</gui>.

source: You can increase or decrease the number of <gui>Human Players</gui> from <gui>Number of players</gui>. The maximum number of players can be six. You can change their names as well from <gui>Player Names</gui>.
cs: Můžete zvýšit nebo snížit počet <gui>Lidských hráčů</gui> v <gui>Počtu hráčů</gui>. Nejvyšší možný počet hráčů je šest. Můžete také měnit jejich jména.
fr: Vous pouvez augmenter ou réduire le nombre de <gui>Joueurs Humains</gui> dans <gui>Nombres de joueurs</gui>. Le nombre maximum de joueurs peut être de six. Vous pouvez aussi modifier leurs noms dans <gui>Noms des Joueurs</gui>.

source: You can change the number of <gui>Computer Opponents</gui> from <gui>Number of opponents</gui> and set the difficulty level of the opponent from the drop down menu next to <gui>Difficulty</gui>.
cs: Můžete zvýšit nebo snížit počet <gui>Počítačových protivníků</gui> v <gui>Počtu hráčů</gui> a nastavit úroveň protivníků v rozbalovací nabídce <gui>Obtížnost</gui>.
fr: Vous pouvez changer le nombre d'<gui>Adversaires Virtuels</gui> dans <gui>Nombre d'adversaires</gui> et fixer le niveau de difficulté de l'adversaire dans le menu déroulant à côté de <gui>Difficulté</gui>.

source: Enable delay between the rolls
cs: Zapnutí prodlevy mezi hody
fr: Activation d'un délai entre les lancés

source: You can enable the delay between the rolls by checking the <gui style="checkbox">Delay between rolls</gui>.
cs: Zaškrtnutím <gui style="checkbox">Prodleva mezi hody</gui> můžete zapnout časovou pauzu mezi hody počítačových protivníků.
fr: Pour activer un délai entre les lancés, cochez <gui style="checkbox">Délai entre les lancés</gui>.

source: How to play?
cs: Jak hrát?
fr: Comment jouer ?

source: Start a new game
cs: Spuštění nové hry
fr: Démarrage d'une nouvelle partie

source: You can start a new game anytime in between the game. To start a new game:
cs: Novou hru můžete začít kdykoliv i v průběhu hry. Začnete ji tak, že:
fr: Vous pouvez démarrer une nouvelle partie à tout moment. Pour démarrer une nouvelle partie :

source: Select <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">New Game</gui></guiseq>.
cs: Vyberte <guiseq><gui style="menu">Tali</gui> <gui style="menuitem">Nová hra</gui></guiseq>.
fr: Sélectionnez <guiseq> <gui style="menu">Tali</gui> <gui style="menuitem">Nouvelle partie</gui></guiseq>.

source: Play <app>Tali</app>
cs: Hraní <app>Tali</app>
fr: Jeu de <app>Tali</app>

source: You have to roll the five dice three times and try to create a best hand. When the game starts, you see the results of the first throw of the dice.
cs: Můsíte třikrát hodit pěti kostkami a vytvořit z nich co nejlepší kombinaci. Jakmile hra začne, uvidíte výsledek prvního vrhu kostkami.
fr: Vous devez lancer trois fois les cinq dés et essayer de créer la meilleure main. Quand la partie démarre, les résultats du premier lancé de dés s'affichent.

source: Click on the dice you wish to roll. You can select all the dice to roll in the second or third roll by clicking <gui>Roll all!</gui>.
cs: Klikněte na kostky, kterými chcete házet. V druhém a třetím hodu můžete vybrat i všechny kostky, stačí kliknou na <gui>Hodit všemi!</gui>.
fr: Cliquez sur le dé que vous souhaitez lancer. Pour lancer tous les dés dans le deuxième ou troisième lancé, cliquez sur<gui>Tout lancer !</gui>.

source: Click on <gui>Roll!</gui> to roll the selected dice.
cs: Kliknutím na <gui>Hodit!</gui> hodíte vybranou kostkou.
fr: Cliquez sur <gui>Lancer !</gui> pour lancer le dé sélectionné.

source: When you have a hand you like or have run out of chances to throw the dice, click on a row corresponding to what you think is your best scoring combination. It is possible to have a score of zero and if you click on the wrong row, you will be scored accordingly.
cs: Pokud jste měli šťastnou ruku nebo jste vypotřebovali všechny své hody, klikněte na řádek, o kterém si myslíte, že je pro vás nejlepší kombinací na bodové hodnocení. Je docela možné, že dostanete nula bodů, a pokud kliknete na nesprávný řádek, budete hodnoceni patřičně hůře.
fr: Lorsque vous avez une main qui vous plaît ou que vous êtes à cours de lancés de dés, cliquez sur la ligne correspondant à ce que vous pensez être la meilleure combinaison. Il est possible d'avoir un score de zéro si vous cliquez sur la mauvaise ligne.

source: You can only use each combination once, if you have chosen a scoring combination once, you can not choose the same again. There is one exception to this rule, if you roll a <gui>5 of a Kind</gui> a second time, you can place it in the <gui>5 of a Kind</gui> row again for fifty points. You can keep doing this each time you get another <gui>5 of a Kind</gui>.
cs: Každou kombinaci můžete použít jen jednou. Jakmile některou kombinaci použijete pro přidělení bodů, už ji nemůžete použít znovu. Existuje ale jedna výjimka. V případě, že hodíte podruhé <em>pětici</em>, můžete ji umístit do řádku <gui>Pětice</gui> znovu za 50 bodů. Respektive to můžete udělat pokaždé, když hodíte nějakou pětici.
fr: Vous ne pouvez utiliser chaque combinaison qu'une seule fois. Si vous avez déjà choisi une combinaison de scores, vous ne pouvez pas la réutiliser. Il y a une seule exception à cette règle : si vous obtenez un <gui>Yam's</gui> une seconde fois, vous pouvez le placer à nouveau dans la ligne <gui>Yam's</gui> pour cinquante points. Vous pouvez le refaire à chaque <gui>Yam's</gui> que vous obtenez.

source: There is a bonus of 35 points if you score a total of 63 points or more in the top six rows.
cs: Je zde také bonus 35 bodů v případě, že celkový součet bodů v horních šesti řádcích je 63 bodů a více.
fr: Vous obtenez 35 points de bonus si vous marquez un total de 63 points ou plus dans les six premières lignes.

source: Scores
cs: Skóre
